Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# SpeechToTextPage_Item_045.Content
source: Arabic
de_de: Arabisch
es_es: Árabe
fr_fr: Arabe
pl_pl: Arabski

# SpeechToTextPage_Item_056.Text
source: Options
de_de: Einstellungen
es_es: Opciones
pl_pl: Opcje

# TextToSpeechPage_FormatCombo.Header
source: Format
de_de: Format Seiten
es_es: Formato
fr_fr: Présentation

# TextToSpeechPage_Item_015.Content
source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
pl_pl: Hiszpański

# TextToSpeechPage_Item_018.Content
source: Italian
de_de: Italienisch
es_es: Italiano
fr_fr: Italien
pl_pl: Włoski

# TextToSpeechPage_Item_021.Content
source: Chinese
de_de: Chinesisch
es_es: Chinos
fr_fr: Chinois
pl_pl: Chiński

# TextToSpeechPage_Item_022.Content
source: Russian
de_de: Russisch
es_es: Ruso
fr_fr: Russe
pl_pl: Rosjanin

# TextToSpeechPage_Item_025.Text
source: Delivery
de_de: Lieferung
es_es: Entrega
fr_fr: Livraison
pl_pl: Dostawa

# TextToSpeechPage_RateSlider.Header
source: Rate
de_de: Steuersatz
es_es: Tasa
fr_fr: Taux
pl_pl: Stopa

# TimelinePreviewPage_Item_002.Text
source: Generate a thumbnail strip + audio waveform image for any video. Useful for visually scrubbing long clips before sending them through ClipForge or VideoCrush. Output drops to a per-clip folder under %TEMP% by default; use Export to move it next to the source.
de_de: Erzeugen Sie eine Thumbnail-Strip + Audio-Wellenform-Bild für jedes Video. Nützlich für die visuelle Reinigung von langen Clips vor dem Senden über ClipForge oder VideoCrush. Ausgabe fällt auf einen pro-Clip-Ordner unter %TEMP% standardmäßig; verwenden Sie Export, um es neben der Quelle zu verschieben.
es_es: Generar una tira de miniaturas + imagen de onda de audio para cualquier vídeo. Útil para limpiar visualmente clips largos antes de enviarlos a través de ClipForge o VideoCrush. La salida baja a una carpeta por clip en %TEMP% por defecto; use Exportar para moverla junto a la fuente.
fr_fr: Générer une bande de vignettes + image audio de forme d'onde pour n'importe quelle vidéo. Utile pour nettoyer visuellement les longs clips avant de les envoyer par ClipForge ou VideoCrush. La sortie tombe dans un dossier par clip sous %TEMP% par défaut; utilisez Exporter pour le déplacer à côté de la source.
pl_pl: Wygeneruj pasek miniaturowy + obraz fal audio dla każdego wideo. Przydatny do wizualnego czyszczenia długich klipów przed wysłaniem ich przez ClipForge lub VideoCrush. Wyjście spada do domyślnego folderu na klipy %TEMP%; użyj Eksportu, aby przenieść go obok źródła.

# ToolboxPage_Item_011.Text
source: Image
de_de: Bild
es_es: Imagen
pl_pl: Obrazek

# ToolboxPage_Item_012.Text
source: Video
es_es: Vídeo
fr_fr: Vidéo
pl_pl: Filmik

# ToolboxPage_Item_015.Text
source: Documents
de_de: Dokumente
es_es: Documentos
pl_pl: Dokumenty

# VideoEnhancerPage_Item_033.Content
source: 540p (lower VRAM)
de_de: 540p (unterer VRAM)
es_es: 540p (VRAM inferior)
fr_fr: 540p (VRAM inférieur)
pl_pl: 540p (mniej VRAM)

# VmafAnalysisPage_Item_003.Text
source: Reference
de_de: Sachgebietsnummer
es_es: Referencia
fr_fr: Référence
pl_pl: Odniesienie

# VocalRemoverPage_Item_015.Text
source: Stems
de_de: Stängel
es_es: Tallos
fr_fr: Tiges

# WatermarkRemoverPage_Item_026.Content
source: English
de_de: Englisch
es_es: página 2
fr_fr: changements climatiques
pl_pl: Angielski

# WatermarkRemoverPage_Item_032.Content
source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
pl_pl: Hiszpański

# WatermarkRemoverPage_Item_033.Content
source: Russian
de_de: Russisch
es_es: Ruso
fr_fr: Russe
pl_pl: Rosjanin

# DiscBurnPage_Item_002.Text
source: Create or burn data CD/DVD and standards-compliant DVD-Video media.
de_de: Create or burn data CD/DVD, DVD-Video, and single-title Blu-ray media.
fr_fr: Create or burn data CD/DVD, DVD-Video, and single-title Blu-ray media.
pl_pl: Create or burn data CD/DVD, DVD-Video, and single-title Blu-ray media.

# DiscBurnPage_Item_003.Text
source: Data images use Windows IMAPI2 only. DVD-Video also requires FFmpeg and dvdauthor. Blu-ray authoring is not offered because its former muxer dependency is unmaintained.
de_de: Data images use Windows IMAPI2 only. DVD-Video also requires FFmpeg and dvdauthor. Blu-ray uses managed FFmpeg and the pinned Apache-2.0 tsMuxeR 2.7.0 runtime; its BDMV folder remains inspectable.
fr_fr: Data images use Windows IMAPI2 only. DVD-Video also requires FFmpeg and dvdauthor. Blu-ray uses managed FFmpeg and the pinned Apache-2.0 tsMuxeR 2.7.0 runtime; its BDMV folder remains inspectable.
pl_pl: Data images use Windows IMAPI2 only. DVD-Video also requires FFmpeg and dvdauthor. Blu-ray uses managed FFmpeg and the pinned Apache-2.0 tsMuxeR 2.7.0 runtime; its BDMV folder remains inspectable.

# EbookConverterPage_Item_002.Text
source: EBOOK CONVERTER
fr_fr: CONVERTER EBOOK

# EditorPage_Item_004.Text
source: Editor
fr_fr: Éditeur
pl_pl: Edytor

# FontConverterPage_Item_002.Text
source: FONT CONVERTER
fr_fr: CONVERTER DE FONT

# MainWindow_Item_009.Content
source: Editor
fr_fr: Éditeur
pl_pl: Edytor

# ArchivePage_Item_009.Content
source: tar.gz (-> .tar.gz)
pl_pl: smoła (-> .tar.gz)

# CompressorPage_Item_061.Text
source: SOURCE
de_de: Quelle
pl_pl: Źródło

# CompressorPage_Item_063.Text
source: RESULT
de_de: Ergebnis
pl_pl: Wynik

# ImageConverterPage_Item_022.Content
source: TIFF (.tiff)
pl_pl: TIFF (.twif)

# SubtitleConverterPage_Item_017.Content
source: utf-8
pl_pl: MSB-8

# SubtitleConverterPage_Item_027.Content
source: utf-8
pl_pl: MSB-8

# SubtitleConverterPage_Item_028.Content
source: utf-8-sig (BOM)
pl_pl: †-8-sig (BOM)

# UniversalConvertPage_Item_007.Text
source: SAFE MATCHING
de_de: Sichere Zuordnung
pl_pl: Bezpieczne dopasowanie

# UniversalConvertPage_Item_009.Text
source: BATCH AWARE
de_de: Stapelverarbeitung
pl_pl: Obsługa wsadowa

# VideoEnhancerPage_Item_004.Text
source: VIDEO ENHANCER
pl_pl: ENHANCER VIDEO

# HomePage_Item_026.Text
source: DIAGNOSTICS
de_de: Diagnose

# SpeechToTextPage_Item_029.Text
source: NVIDIA Parakeet TDT 0.6B v3
de_de: NVIDIA Sittich TDT 0,6B v3
